{
    "Header.Item1": "About me",
    "Header.Item2": "Experience",
    "Header.Item3": "Projects",
    "Header.Item4": "Education",
    "Header.Item5": "Contact",
    "Header.cvBtn": "Resume",
    "Header.cvName": "MUFFEEZ_CV.pdf",
    "Banner.Pretitle": "Hello! My name is",
    "Banner.Description": "I have <span class='underline'>2 years of experience</span> developing systems, interfaces, bots, and technological solutions to make the web a better place. I am dedicated to writing and refactoring clean, reusable, and scalable code in <span class='underline'>Angular, React, NodeJS and ExpressJS</span> and sometimes works with databases like <span class='underline'>MySQL and MongoDB</span> applying good practices and development standards.",
    "Banner.ActionBtn": "Get in touch",
    "AboutMe.Title": "About me",
    "AboutMe.Paragraphs": [
        "In my <span class='underline'>2 years as a developer</span>, I seek to train every day. I have worked on <span class='underline'>Front End Technologies</span>,like <span class='underline'>Angular with different versions</span>, and covering front end developer roles with <span class='underline'>HTML, (S)CSS, Javascript, JQuery</span>. I have knowledge of backend technologies like, Node Js and Express JS, and Databases like MySQL and MongoDB.",
        "Some of the technologies that I have trained and worked on include (but are not limited to):"
    ],
    "Experience.Title": "Experience",
    "Experience.Jobs": [
        {
            "Tab": "Aquarious Technology",
            "Title": "MEAN Stack developer",
            "Date": "May 2023 - Dec 2023",
            "Number" : "1",
            "Description": [
                "Created Angular-based responsive web application from scratch where admin and user have login and sign-up credentials",
                "Admin can manage the property listed and the user can buy these properties with the facilities listed by the admin, and Admin can go through the complaints registered by the user",
                "Worked on performance improvement and speed optimization and boosted network, and system availability through preventive maintenance & upgrades",
                "Worked with back-end developers to integrate with APIs to manipulate asynchronous data and used GitHub to maintain the versions of code"
            ]
        },
        
        {
            "Tab": "Fintech Global Center",
            "Title": "Frontend developer",
            "Date": "Nov 2022 - March 2023",
            "Number" : "2",
            "Description": [
                "Developed NoCode responsive web application which is an Angular based project that is created to reduce the workload of creating applications with or without buying domains through programming",
                "Designed reusable and reliable code for use within a distributed cloud environments and to maintain the versions of code on GitLab.",
                "Organized this project in such a way that you can create your own style application according to your needs to create n number of applications",
                "Creation of modules with complex reactive forms",
                "Improved website performance by optimizing images and implementing caching techniques.",
                "Collaborated with designers and back-end developers to create responsive and user-friendly web experiences"
            ]
        },
        {
            "Tab": "Intellect Design Arena",
            "Title": "Software Engineer",
            "Date": "July 2021 - Sept 2022",
            "Number" : "3",
            "Description": [
                "The Product is designed using Angular to give the decision of Pay or No Pay whether the transaction can be done or not depending on the Limits and Balances of particular risk entity",
                "Revised, debugged, and updated old code bases to modern development standards, reducing operating costs, and improving functionality",
                "Improving Application performance and creating a tree structure that shows the hierarchy of Customer Group, Customer, Account Group, and Account, which represents the limits and balances of child and parents",
                "Design layout with SASS, Bootstrap, Materialize, Prime Faces, etc."
            ]
        }
    ],
    "FeatureProjects.Title": "Projects I worked",
    "FeatureProjects.Label": "My Projects",
    "FeatureProjects.Projects": [
        {
            "Title": "MERN Stack Login and CRUD Application",
            "Description": "React Js and Node Js based web responsive application with features like Login and Registration of users and each user has created record on which he can perform Create, Read, Update and Delete operations",
            "imgs": [
                "assets/images/school/image1.png",
                "assets/images/school/image2.png"
            ],
            "Technologies": [
                "React JS",
                "Node JS",
                "Express JS",
                "MongoDB"
            ]
        },
        {
            "Title": "Studunt Record Keeping",
            "Description": "This is the Angular and Node JS based responsive web application, where user can have list of Students where admin can create new record of student with profile photo and also can update the records accoording to the needs and also delete the records.",
            "imgs": [
                "assets/images/bbm/image1.png",
                "assets/images/bbm/image2.png"
            ],
            "Technologies": [
                "Angular",
                "Bootstrap",
                "Node JS",
                "Express JS",
                "MongoDB"
            ]
        },
        {
            "Title": " Snippet Visualization System",
            "Description": " We introduced Snippet visualization technique to visualize the collection of textual resul returned from web a query. The method builds meaningful layouts that optimize the placement of snippets that considers both overlapping removal and preservation of neighborhood structures. Since snippet visualization system relays only on information extracted from web result, it can be plugged into search engines in a straightforward manner.",
            "imgs": [
                "assets/images/mazhr/image1.png"
            ],
            "Technologies": [
                "HTML",
                "SCSS",
                "Javascriopt",
                "Bootstrap",
                "Php"
            ]
        }
    ],
    "OtherProjects.Title": "Education",
    "OtherProjects.Projects": [
        {
            "Title": "B.Tech (Information Technology)",
            "Description": "DKTE Textile and Engineering Institute, Ichalakaranji",
            "Technologies": [
                "August 2016 to May 2021"
            ]
        },
        {
            "Title": "H.S.C.",
            "Description": "Vidyamandir Junior College, Islampur",
            "Technologies": [
                "July 2014 to April 2016"
            ]
        },
        {
            "Title": "S.S.C.",
            "Description": "Mahatma Gandhi Vidyalaya, Ashta",
            "Technologies": [
                "June 2007 to May 2014"
            ]
        }
    ],
    "Contact.Pretitle": "What’s Next",
    "Contact.Title": "Get in touch!",
    "Contact.Content": "I will be happy to receive your contact if you want to talk about new opportunities. Write me, and I will reply as soon as I see your message. Simple one-page design that features a profile letter with basic information about a person.",
    "Contact.Btn": "Say Hello"
}